{
	"careers" : [
		{
			"title": "construction worker",
			"description":"Construction workers (also known as construction laborers) work on construction sites. They are responsible for a number of on-site tasks, such as removing debris, erecting scaffolding, loading and unloading building materials, and assisting with operating heavy equipment.",
			"benefits":[
				"$36,860/year on average",
				"Physical activity is part of the job",
				"It’s easy to get into construction",
				"Usually don’t need to work extra hours",
				"Can work on many different projects",
				"Construction workers accumulate many handy and unique skills"
			],
			"drawbacks":[
				"Can be dangerous and very physically taxing",
				"Short term contracts can make employment inconsistent",
				"It can take a while to become good at it",
				"Can become problematic when you’re older"
			],
			"reqs":[
				"Usually no degree required, but a high school diploma may be preferred",
				"Good at working in a team",
				"Physically healthy and fit",
				"Willingness to undergo training"
			],
			"warnings":[
				"Dangerous injuries can be sustained after just a minor mistake or slip"
			]
		},
		{
			"title": "cosmetologist",
			"description":"The cosmetology section will specifically focus on entrepreneurs who provide cosmetic services such as hair, nails, and lash extensions. All three of these careers require a person to perform a service for payment. Customers pick the day/time they would like to receive services, and owner receives payment based on the agreed amount which is entirely up to the owner.",
			"benefits":[
				"~$200 per gig to start",
				"Flexible schedule",
				"Make your own salary",
				"No boss",
				"Make your  own rules/decisions"
			],
			"drawbacks":[
				"No company benefits",
				"Take responsibility for everything",
				"Profit fluctuates",
				"Have to buy materials",
				"24/7 job"
			],
			"reqs":[
				"Can be certified or self taught"
			],
			"warnings":[
				"It takes usually 6 months to a year to be considered proficient and your prices usually reflect your level of skill (to make a lot you must be really good). Social media maintenance is a large component of success"
			]
		},
		{
			"title": "Dental Hygenist",
			"description":"Dental hygienists are responsible for tooth cleanings, X-rays, and the majority of the work in a dental office which does not require a medical degree.",
			"benefits":[
				"Great starting salary with an average of $74,000 per year or $35.60 per hour",
				"Flexible scheduling, often with the ability to work part time or full time.",
				"High career growth with an expected increase of over 11% in the next four years"

			],
			"drawbacks":[
				"Few avenues for furthering your career or diversifying your type of work",
				"Monotonous or repetitive work",
				"Is a client-facing profession, so there is the possibility of interacting with unpleasant clients."
			],
			"reqs":[
				"Associates degree in dental hygiene (typically a 2 year program often offered through community college, much cheaper than traditional university)"
			],
			"warnings":[
				"Typically takes about 2 years to complete the required associates degree."
			]
		},
		{
			"title": "Firefighter",
			"description":"Public safety worker focussing on fires. Trained first responders and often responsible for minor medical care. Respond to house fires and attempt to extinguish them while saving as many people as possible. Also provides public education on fire prevention in schools.",
			"benefits":[
				"Average salary of $49,000. Salary varies significantly depending on location, and years of experience. You often start out making a very low salary to eventuall earn much more after promotions.",
				"Built-in camaraderie with your team, which can often build lifelong friendships.",
				"Exercise included in daily work",
				"Clear sense of purpose",
				"High job satisfaction",
				"Structure (If you appreciate that)",
				"No work after you go home",
				"Everyone loves firefighters, especially kids",
				"Government job benefits (although as a warning these are becoming less dependable)"
			],
			"drawbacks":[
				"Can witness lots of people suffering, dying, or going though hard times",
				"Long shifts",
				"Relatively low pay",
				"Seemingly constant training requirements",
				"Potentially dangerous work environments (Fire!!)",
				"Structure (If you don't appreciate that)"
			],
			"reqs":[
				"High school diploma or GED",
				"Strong physical conditioning",
				"Fire Academy (Although in many locations this can be done after being hired. You get paid while doing training!)"
			],
			"warnings":[
				"Danger! You go into burning buildings for a living.",
				"You witness human suffering"
			]
		},
		{
			"title": "police officer",
			"description":"Public law enforcement officer. Meant to serve the community. Many responsibilities including patrolling, reporting to crime scenes, responding to caller emergencies, and enforcing traffic violations.",
			"benefits":[
				"Average Salary of $62,000. This changes significantly based on location and rank. Often paid during training.",
				"Structure (If you appreciate that)",
				"Built-in camaraderie with your force, which can often build lifelong friendships.",
				"Physical activity is part of the job",
				"Direct avenues for promotion through ranks",
				"No work after you go home",
				"Government job benefits (although as a warning these are becoming less dependable)",
				"Provides a service to the community"
			],
			"drawbacks":[
				"Potentially dangerous work environments",
				"Considered a high stress job. High rates of PTSD",
				"May have to wrestle with the moral implications of your work. Policing has become more politicized recently, and many cops report this has impacted their work.",
				"Structure (If you don't appreciate that)",
				"Police often report becoming cynical after witnessing so many crimes and bad conditions."
			],
			"reqs":[
				"High school diploma or GED",
				"Police Academy",
				"An associates degree in criminal justice is often a great benefit."
			],
			"warnings":[
				"Policing can take a severe mental health toll if you are not privy to the job.",
				"Before joining, ask yourself if you see policing as a benefit to society, to see if you will be satisfied by your job or left discontentful."
			]
		}
	]
}